[
    {
        "type": "Purse",
        "id": "C1",
        "name": "Medium Zip Around Purse",
        "brand": "Coach",
        "description": "<p>Crafted in polished pebble leather, this wallet unzips for easy access to its well-organized interior. It features a playful twist on our Horse and Carriage icon featuring mascot Rexy in a cool glittery rainbow ombré. Ten card slots, a full-length bill compartment and a zip coin pocket keep everyday essentials neatly tucked away.</p>",
        "size": "6.5 x 3.75 x 0.75 inches<br>(length x height x width)",
        "color": "Black Multi/Gunmetal",
        "material": "Polished pebble leather",
        "cost": "$300",
        "link": "C1.PNG",
        "made": "USA"
    },
    {
        "type": "Purse",
        "id": "C2",
        "name": "Accordion Zip Purse With Ombre",
        "brand": "Coach",
        "description": "<p>Crafted of smooth metallic leather with a subtle gradient effect, this expandable design unzips to reveal a spacious interior. It holds an iPhone X and features 12 card slots, two full-length bill compartments and a coin pocket to keep essentials organized.</p>",
        "size": "7.5 x 4 x 0.75 inches<br>(length x height x width)",
        "color": "Pewter/Multi",
        "material": "Metallic smooth leather",
        "cost": "$250",
        "link": "C2.PNG",
        "made": "USA"
    },
    {
        "type": "Purse",
        "id": "C3",
        "name": "Accordion Zip Purse With Scattered Rivets",
        "brand": "Coach",
        "description": "<p>Crafted in polished pebble leather embellished with our Tea Rose appliqué and industrial-inspired metal hardware for a touch of rebel attitude, this expandable design unzips to reveal a spacious interior. It holds an iPhone X and features 12 card slots, two full-length bill compartments and a coin pocket to keep essentials organized.</p>",
        "size": "7.5 x 4 x 0.75 inches<br>(length x height x width)",
        "color": "Brass/Moss",
        "material": "Polished pebble leather",
        "cost": "$500",
        "link": "C3.PNG",
        "made": "USA"
    },
    {
        "id": "L1",
        "name": "Zippy coin Purse Venice",
        "type": "Purse",
        "brand": "Louis Vuitton",
        "description": "As part of the seasonal Venice collection, Louis Vuitton's iconic Zippy coin purse is reinterpreted in luminous Vernis Miroir patent leather with Monogram-canvas trim. This fresh, summery look complements the neat design of this purse, which holds cash and credit cards in a secure, zip-around format.",
        "size": "4.4 x 3.4 x 0.8 inches (length x Height x Width)",
        "color": "Rose Ballerine Pink",
        "material": "Vernis Miroir patent cowhide leather",
        "cost": "$220",
        "link": "L1.PNG",
        "made": "France"
    },
    {
        "id": "L2",
        "name": "Felicie Pochette Purse",
        "brand": "Louis Vuitton",
        "type": "Purse",
        "description": "The Pochette Félicie in Monogram canvas is a stylish solution to carry and organize daily essentials. This versatile pouch features two removable pockets, including one with several card slots. It can be carried as a clutch or a shoulder bag thanks to a removable gold-tone chain.",
        "size": "8.3 x 4.8 x 1.2 inches (length x Height x Width)",
        "color": "Fuchsia Pink",
        "material": "Monogram coated canvas and cowhide leather",
        "cost": "$690",
        "link": "L2.PNG",
        "made": "France"
    },
    {
        "id": "L3",
        "name": "Flore Chain Purse",
        "brand": "Louis Vuitton",
        "type": "Purse",
        "description": "Characterized by its Monogram-Flower clasp, the Flore chain wallet is revisited in red Monogram Denim with a pattern of patchwork squares. Large enough to hold a smartphone and other everyday essentials, it features a removable chain for shoulder or hand carry. Inside, it contains several pockets and card slots.",
        "size": "7 x 4.6 x 1.4 inches (length x Height x Width)",
        "color": "Red",
        "material": "Monogram Denim canvas",
        "cost": "$520",
        "link": "L3.PNG",
        "made": "France"
    },
    {
        "id": "L4",
        "name": "Key Pouch Purse",
        "brand": "Louis Vuitton",
        "type": "Purse",
        "description": "Crafted from historic Damier Ebene canvas, the Key Pouch is a simple design elevated by refined details, such as an LV-engraved zip and grained-leather lining. Playful and practical, it can be carried in different ways and will hold cash, cards and other small items as well as keys.",
        "size": "4.8 x 2.8 x 0.6 inches (length x Height x Width)",
        "color": "Fuchsia Pink",
        "material": "Damier Ebene coated canvas",
        "cost": "$240",
        "link": "L4.PNG",
        "made": "France"
    },
    {
        "id": "L5",
        "name": " Purse",
        "brand": "Double Zip Pochette Louis Vuitton",
        "type": "Purse",
        "description": "For the Blooming Flowers collection, the Pochette Double Zip in Monogram canvas is embellished with flowers in red and pink leather. Designed for hectic lifestyles, this versatile pouch has two secure zipped pockets for valuables, plus a middle space allowing direct access to essentials. Its removable chain enables it to be carried in different ways.",
        "size": "3.8 x 3 x 1.9 inches(length x Height x Width)",
        "color": "Coquelicot Red / Rose Ballerine Pink",
        "material": "Monogram coated canvas",
        "cost": "$430",
        "link": "L5.PNG",
        "made": " France"
    },
    {
        "id": "L6",
        "name": "New Wave Zipped Compact Purse",
        "brand": "Louis Vuitton",
        "type": "Purse",
        "description": "Named after the music genre that defined the 1980s, the Louis Vuitton New Wave Zipped Compact Purse is a lightweight wallet in quilted calf leather, signed with the distinctive LV Initials in aged metal. Its smartly organized interior easily holds a woman’s essentials and fits in most pockets and bags.",
        "size": "4.4 x 3.4 x 0.8 inches (length x Height x Width)",
        "color": "11 x 8.5 x 2",
        "material": "Smooth calf-leather exterio",
        "cost": "$340",
        "link": "L6.PNG",
        "made": "France"
    },
    {
        "id": "L7",
        "name": "New Wave Chain Pochette 30 Purse",
        "brand": "Louis Vuitton",
        "type": "Purse",
        "description": "he New Wave chain pochette displays the key signatures of the New Wave line, including smooth calf leather with wave-pattern quilting and a rainbow-colored Louis Vuitton signature on the strap. Fashionable and easy to carry, the wallet is large enough to hold a smartphone, while a zipped pocket protects valuables.",
        "size": "7 x 4.4 x 1.6  inches (length x Height x Width)",
        "color": "Black",
        "material": "Calf leather",
        "cost": "$640",
        "link": "L7.PNG",
        "made": "France"
    },
    {
        "id": "L8",
        "name": "Multiple Wallet",
        "brand": "Louis Vuitton",
        "type": "Wallet",
        "description": "The Multiple Wallet, now crafted in luxurious Cuir Ombré natural leather with patina craftsmanship, done with a soft and sensual hand, boasts numerous slots for cards and notes inside a surprisingly practical interior. It easily fits into most pockets.",
        "size": "11.5 x 9 x 1.5 inches (length x Height x Width)",
        "color": "Acajou",
        "material": "Ombré Leather",
        "cost": " $350",
        "link": "L8.PNG",
        "made": "France"
    },
    {
        "id": "L9",
        "name": "Pince Wallet",
        "brand": "Louis Vuitton",
        "type": "Wallet",
        "description": "Crafted from Louis Vuitton's emblematic Taiga leather, the extra-flat Pince Wallet easily slips into a jacket or trouser pocket. Its functional design features an articulated clip to hold tickets and notes.",
        "size": "11 x 8.8 x 2 inches (length x Height x Width)",
        "color": "Black",
        "material": "Taiga Leather",
        "cost": "$400",
        "link": "L9.PNG",
        "made": "France"
    },
    {
        " id": "L10",
        "name": "Victorine Wallet",
        "brand": "Louis Vuitton",
        "type": "Wallet",
        "description": "The compact Victorine wallet in Monogram canvas combines femininity and functionality. It opens out to reveal many practical features, including card slots and pockets for bills and coins. Its envelope-style flap is sealed with a press-stud, which is color-matched with the grained-leather lining.",
        "size": "4.7 x 3.5 x 0.8 inches<br>(length x Height x Width)",
        "color": " Fuchsia Pink",
        "material": "Monogram coated canvas, Grained cowhide-leather trim",
        "cost": "$570",
        "link": "L10.PNG",
        "made": "France"
    },
    {
        "id": "L11",
        "name": "Slender Wallet",
        "brand": "Louis Vuitton",
        "type": "Wallet",
        "description": "Slender by name, slender by nature. This wallet in masculine Damier Graphite canvas is suitably compact and slim, will carry all the essentials and still fit into a front or back pocket with ease.",
        "size": "4.3 x 3.3 x 0.8  inches<br>(length x Height x Width)",
        "color": "Blue gray",
        "material": "Coated Canvas",
        "cost": "$475",
        "link": "L11.PNG",
        "made": "France"
    },
    {
        "id": "L12",
        "name": "Clémence Purse",
        "brand": "Louis Vuitton",
        "type": "Purse",
        "description": "The slim-line Clémence Purse is crafted from Damier Azur canvas with a grained-leather lining. Its all-round zip opens wide to allow easy access to its two generous compartments, complete with pockets and card slots. Refined details, such as the leather zip pull, mean the Clémence can also be used as a clutch.",
        "size": " 7.87 x 3.54 x 0.79 inches(length x Height x Width)",
        "color": "Rose Ballerine Pink",
        "material": "Damier Azur coated canvas",
        "cost": "$570",
        "link": "L12.PNG",
        "made": "France"
    },
    {
        "id": "L13",
        "name": "Victorine Wallet",
        "brand": "Louis Vuitton",
        "type": "Wallet",
        "description": "The Victorine wallet in Damier Ebene canvas is a compact, envelope-style design which opens out to reveal a range of practical features, including space for bills and cards, and a zipped coin pocket on the side. Its colorful press-stud and grained-leather lining add a touch of femininity.",
        "size": "4.72 x 3.74 x 0.59  inches<br>(length x Height x Width)",
        "color": "Rose Ballerine Pink",
        "material": "Damier Ebene coated canvas,Grained cowhide-leather trim",
        "cost": "$570",
        "link": "L13.PNG",
        "made": "France"
    },
    {
        "id": "L14",
        "name": "Twist Purse",
        "brand": "Louis Vuitton",
        "type": "Purse",
        "description": "Inspired by the iconic Twist handbag, the Twist wallet in Epi leather combines a functional design with fashion appeal. Its signature is the LV Twist lock, with an L which transforms into a V with a twist of the fingers. Inside, it offers two spacious compartments, a zipped coin pocket and multiple card slot.",
        "size": "7.5 x 4.1 x 1.2 inches(length x Height x Width)",
        "color": "Grenade Pink",
        "material": "Epi grained cowhide leather",
        "cost": "$1,230",
        "link": "L14.PNG",
        "made": "France"
    },
    {
        "id": "L15",
        "name": "Victorine Wallet",
        "brand": "Louis Vuitton",
        "type": "Wallet",
        "description": "Glossy Monogram Vernis patent calf leather complements the feminine design of the Victorine wallet. Both playful and practical, the Victorine cleverly optimizes space, offering several card slots, a bill pocket and a zipped coin compartment on the side. As a result, this small wallet can hold almost as much as a larger model.",
        "size": "4.72 x 3.74 x 0.59  inches(length x Height x Width)",
        "color": "Rose Ballerine Pink",
        "material": "Monogram Vernis embossed patent calf leather",
        "cost": " $695",
        "link": "L15.PNG",
        "made": "France"
    },
    {
        "id": "G1",
        "name": "Horsebit Purse",
        "brand": "Gucci",
        "type": "Purse",
        "description": "The chain purse is presented as part of the Gucci Horsebit 1955 accessories collection in the House's monogram canvas, defined by the double ring and bar design also found in Handbags. The folded snap-closure shape features several card slots and pockets, completed with a detachable chain strap. The style is completed with white leather details.",
        "size": "7.5 x 3.9 x 1.6 inches (length x Height x Width)",
        "color": "Beige and ebony",
        "material": "Beige/ebony GG Supreme canvas",
        "cost": "$890",
        "link": "G1.PNG",
        "made": "Italy"
    },
    {
        "id": "G2",
        "name": "Ophidia zip around Purse",
        "brand": "Gucci",
        "type": "Purse",
        "description": "The Ophidia universe combines retro inspired details with emblematic House codes, referenced atop this purse by the pairing of the classic green and red House Web with the Double G—an archival detail from the '70s. Crafted from textured black leather, this accessory is completed by a zip around closure.",
        "size": "7.5 x 4.5 x 1 inches (length x Height x Width)",
        "color": "Black",
        "material": "Metal-free tanned leather",
        "cost": "$750",
        "link": "G2.PNG",
        "made": "Italy"
    },
    {
        "id": "G3",
        "name": "GG Marmont python continental Purse",
        "brand": "Gucci",
        "type": "Purse",
        "description": "The GG Marmont collection is defined by the emblematic Double G hardware—a contemporary take on a Gucci archival belt buckle from the '70s that has become a hallmark of the House. The purse is presented in python in a vivid shde of red that coordinates with other bags of the collection.",
        "size": "7.5 x 4 x 1.5 inches (length x Height x Width)",
        "color": "Red",
        "material": "Python leather",
        "cost": "$1,300",
        "link": "G3.PNG",
        "made": "Italy"
    },
    {
        "id": "G4",
        "name": "Dionysus coin purse",
        "brand": "Gucci",
        "type": "Purse",
        "description": "The Dionysus universe expands with the introduction of the coin purse for Pre-Fall 2019. Crafted from black leather, the petite shape features the line's emblematic tiger head spur—a unique detail referencing the Greek god Dionysus, who in myth is said to have crossed the river Tigris on a tiger sent to him by Zeus. The accessory is completed by a detachable chain strap, allowing it to be carried on the wrist.",
        "size": "4.1 x 3 x 1 inches (length x Height x Width)",
        "color": "Black",
        "material": "Leather",
        "cost": "$480",
        "link": "G4.PNG",
        "made": "Italy"
    },
    {
        "id": "G5",
        "name": "GG Marmont medium wallet",
        "brand": "Gucci",
        "type": "Wallet",
        "description": "Crafted from black leather, this medium-sized wallet is presented with a miniature version of the Double G. Taken from the '70s archives, the hardware is a homage to the Founder of the House—Guccio Gucci.",
        "size": "4 x 3 x 1.4 inches (length x Height x Width)",
        "color": "Black",
        "material": "Leather",
        "cost": "$470",
        "link": "G5.PNG",
        "made": "Italy"
    },
    {
        "id": "G6",
        "name": "GG Marmont python card case wallet",
        "brand": "Gucci",
        "type": "Wallet",
        "description": "A message about leaving fashion’s old rules behind, Epilogue conveys the idea that pieces should be timeless–not just in fashion for one season. The collection highlights Alessandro Michele’s most emblematic styles and motifs from the past 5 years, like the GG Marmont line. Crafted from python in a chocolate shade of brown, the collection's handbags are complemented by a petite card case wallet.",
        "size": " 4.5 x 3.5 x 1 inches (length x Height x Width)",
        "color": "Brown",
        "material": "Python leather",
        "cost": "$930",
        "link": "G6.PNG",
        "made": "Italy"
    },
    {
        "id": "G7",
        "name": "Gucci Off The Grid billfold wallet",
        "brand": "Gucci",
        "type": "Wallet",
        "description": "The billfold wallet is introduced within a line of accessories and ready-to-wear presented for Pre-Fall 2020 made from recycled materials and trims, supporting the House's commitment to sustainability. Gucci Off The Grid is the first collection from Gucci Circular Lines—a concept created to support the House's vision for circular production. Designed for those mindful of their environmental impact, Gucci Off The Grid uses recycled, organic, bio-based and sustainably sourced materials. Regenerated nylon, crafted using recycled sewing thread and trims displays the GG pattern against an opaque background in a vibrant orange hue.",
        "size": "4.3 x 3.5 x 1 inches (length x Height x Width)",
        "color": "Orange",
        "material": "a nylon fabric",
        "cost": "$370",
        "link": "G7.PNG",
        "made": "Italy"
    },
    {
        "id": "G8",
        "name": "Crocodile wallet",
        "brand": "Gucci",
        "type": "Wallet",
        "description": "The bi-fold wallet is crafted from white crocodile with a shiny finish.",
        "size": "4.5 x 3.5x 1 inches (length x Height x Width)",
        "color": "White",
        "material": "Crocodile Leather",
        "cost": "$2,500",
        "link": "G8.PNG",
        "made": "Italy"
    },
    {
        "id": "G9",
        "name": "Gucci Dionysus Purse",
        "brand": "Gucci",
        "type": "Purse",
        "description": "The structured Dionysus purse presents the baiadera in green, red and blue leather. The now defining tiger head closure—a unique detail referencing the Greek god Dionysus, who in myth is said to have crossed the river Tigris on a tiger sent to him by Zeus—is enriched with blue enamel details, adding a contrasting element to the design. The sliding chain strap can be worn multiple ways, changing between a shoulder and a top handle purse.",
        "size": "11 x 7 x 3.5 inches (length x Height x Width)",
        "color": "Green, red and blue",
        "material": "Baiadera leather",
        "Strap": "15 inch",
        "cost": "$2,980",
        "link": "G9.PNG",
        "made": "Italy"
    },
    {
        "id": "G10",
        "name": "GG Marmont Purse",
        "brand": "Gucci",
        "type": "Purse",
        "description": "A miniature version of the House's monogram hardware animates this continental wallet. First appearing in the '70s as a belt buckle, the Double G is a historic symbol of the House. Here, the accessory is presented in a mix of GG Supreme canvas and dusty pink leather.",
        "size": "7.5 x 4 x 1.5 inches(length x Height x Width)",
        "color": "Beige and ebony",
        "material": "GG Supreme canvas",
        "cost": "$570",
        "link": "G10.PNG",
        "made": "Italy"
    },
    {
        "id": "G11",
        "name": "Ophidia bi-fold Wallet",
        "brand": "Gucci",
        "type": "Wallet",
        "description": "First used in the 1970s, the GG logo was an evolution of the original Gucci rhombi design from the 1930s, and from then it's been an established symbol of Gucci's heritage. The wallet combines the signature motif with the Web stripe—a timeless pairing that pays homage to Gucci's roots.",
        "size": "4.1 x 3.1 x 1.4 inches(length x Height x Width)",
        "color": "Beige and ebony",
        "material": "GG Supreme canvas,, with brown leather trim",
        "cost": "$550",
        "link": "G11.PNG",
        "made": "Italy"
    },
    {
        "id": "G12",
        "name": "Disney x Gucci Donald Duck billfold Wallet",
        "brand": "Gucci",
        "type": "Wallet",
        "description": "Legendary Disney characters continue to enrich the House's narrative. Imbued with a playful character, Donald Duck adds a whimsical note to signature shapes and designs. Accompanied by nephews Huey, Dewey and Louie, the family animate this slim wallet.",
        "size": " 4.3x 3.7 inches(Width x Height)",
        "color": "Beige and ebony",
        "material": "GG Supreme canvas with Donald Duck print © Disney",
        "cost": "$470",
        "link": "G12.PNG",
        "made": "Italy"
    },
    {
        "id": "G13",
        "name": "Dionysus card case wallet",
        "brand": "Gucci",
        "type": "Wallet",
        "description": ">The Dionysus card case wallet is presented in the signature GG pattern, defined by the defining tiger head closure—a unique detail referencing the Greek god Dionysus, who in myth is said to have crossed the river Tigris on a tiger sent to him by Zeus",
        "size": "4.3 x 3.7 x 1.2 inches(length x Height x Width)",
        "color": "Beige and ebony",
        "material": "GG Supreme canvas",
        "cost": "$620",
        "link": "G13.PNG",
        "made": "Italy"
    },
    {
        "id": "G14",
        "name": "GG Marmont card case wallet",
        "brand": "Gucci",
        "type": "Wallet",
        "description": "The GG Marmont card case wallet is presented in white matelassé leather with quilted diagonal stripes, trimmed in dark blue leather. The small accessory is completed with the textured torchon version of the Double G—a contemporary take on an archival detail from the '70s'.",
        "size": "4.3 x 3.4 x 1.2 inches(length x Height x Width)",
        "color": "White and Dark blue trim",
        "material": "Matelassé leather",
        "cost": "$495",
        "link": "G14.PNG",
        "made": "Italy"
    },
    {
        "id": "G15",
        "name": "GucciOff The Grid billfold wallet",
        "brand": "Gucci",
        "type": "Wallet",
        "description": "Gucci Off The Grid uses recycled, organic, bio-based and sustainably sourced materials. Regenerated nylon, crafted using recycled sewing thread and trims displays the GG pattern against an opaque background in black.",
        "size": "4.3 x 3.7 x 1.2 inches(length x Height x Width)",
        "color": "Black",
        "material": "GG nylon made from ECONYL®—a nylon fabric sourced from regenerated materials",
        "cost": "$370",
        "link": "G15.PNG",
        "made": "Italy"
    },
    {
        "id": "D1",
        "name": "Saddle Purse",
        "brand": "Dior",
        "type": "Purse",
        "description": "The Saddle purse, crafted in blue Dior Oblique jacquard, offers a new take on the Saddle line with a streamlined and modern aesthetic. Featuring an asymmetrical flap and the 'D' stirrup magnetic clasp, it provides ample storage with six card slots, three patch pockets and a removable zipped pouch. The silhouette presents a detachable chain shoulder strap and may be carried by hand, worn over the shoulder or crossbody.",
        "size": "7.5 x 3.8 x 1.2 inches (length x Height x Width)",
        "color": "Blue",
        "material": "Blue Dior Oblique jacquard",
        "cost": "$1,100",
        "link": "D1.PNG",
        "made": "Italy"
    },
    {
        "id": "D2",
        "name": "30 Montaigne Purse",
        "brand": "Dior",
        "type": "Purse",
        "description": "The 30 Montaigne purse is a striking and essential companion. Crafted with blue Dior Oblique jacquard, the chic and spacious shape offers three interior compartments, eight card slots, three patch pockets and a zipped pocket. This wallet will easily fit in any handbag and may be worn with other accessories from the namesake line.",
        "size": "7.5 x 3.8 x 1 inches(length x Height x Width)",
        "color": "Blue",
        "material": "Blue Dior Oblique jacquard",
        "cost": "'$1,080",
        "link": "D2.PNG",
        "made": "Italy"
    },
    {
        "id": "D3",
        "name": "Lady Dior Dioramour Pouch",
        "brand": "Dior",
        "type": "Purse",
        "description": "The Lady Dior pouch is crafted in white calfskin and presents the red Dior Dots motif from the Dioramour capsule collection enhanced by a 'D.I.O.R.' detachable charm. Featuring a removable chain strap, the accessory offers two detachable elements, a card holder and a zipped pouch. The silhouette will be the central element of an outfit and may easily be added to other pieces of the Lady Dior line.",
        "size": " 8.5 x 4.6 x 1.2 inches (length x Height x Width)",
        "color": "White and Red",
        "material": "Calfskin",
        "cost": "$1,180",
        "link": "D3.PNG",
        "made": "Italy"
    },
    {
        "id": "D4",
        "name": "Lady Dior Voyageur Purse",
        "brand": "Dior",
        "type": "Purse",
        "description": "The Rose des Vents Voyageur purse features a modern interpretation of the classic Cannage motif. Elegantly showcasing the sheen of patent calfskin, it has 3 interior compartments, 8 card slots, 3 patch pockets, and a zip pocket. The piece can be added to a Lady Dior handbag or carried as a clutch.",
        "size": " 7.6 x 3.8 x 1 inches (length x Height x Width)",
        "color": "Rose",
        "material": "Calfskin",
        "cost": "$1,100",
        "link": "D4.PNG",
        "made": "Italy"
    },
    {
        "id": "D5",
        "name": "Lady Dior Purse",
        "brand": "Dior",
        "type": "Purse",
        "description": "The mallow rose purse is crafted to feature the House's classic Cannage motif in elegant patent calfskin. Showcasing the signature 'D.I.O.R.' charm at the side, the piece can easily be added to other styles from the Lady Dior line. Its small size allows it to fit effortlessly into almost any handbag, and it also has a removable key chain.",
        "size": "5.2 x 3.8 x 0.4 inches (length x Height x Width)",
        "color": "Mallow rose",
        "material": "Calfskin",
        "cost": "$890",
        "link": "D5.PNG",
        "made": "Italy"
    },
    {
        "id": "D6",
        "name": "Mini Lady Dior Wallet",
        "brand": "Dior",
        "type": "Wallet",
        "description": "The mini blue multicolor Lady Dior wallet is crafted from Tie & Dior calfskin. The 4 card slots, 2 patch pockets and single zip pocket make it a convenient choice for carrying the essentials. Creating coordinated looks with goatskin handbags is effortless with this understated design.",
        "size": "4.4 x 3.4 x 1.2 inches (length x Height x Width)",
        "color": "Black",
        "material": "Calfskin",
        "cost": "$300",
        "link": "D6.PNG",
        "made": "Italy"
    },
    {
        "id": "D7",
        "name": "Oblique Galaxy Wallet",
        "brand": "Dior",
        "type": "Wallet",
        "description": "An excellent example of the House's unique leather craftsmanship, it is made with black Dior Oblique Galaxy leather, a smooth calfskin perforated with the Dior Oblique motif and embellished with a reflective lining. Its tonal smooth grained calfskin interior presents a bill holder, two flat compartments and eight card slots. The bi-fold wallet may easily be slipped into a pocket or bag.",
        "size": " 4.6 x 3.8 inches (Height x Width)",
        "color": "Black",
        "material": "Calfskin",
        "cost": "$310",
        "link": "D7.PNG",
        "made": "Italy"
    },
    {
        "id": "D8",
        "name": "Dior and Shawn wallet",
        "brand": "Dior",
        "type": "Wallet",
        "description": "The DIOR AND SHAWN wallet is crafted in luxurious blue grained calfskin. The bifold-style wallet is embellished with the new beige DIOR AND SHAWN signature, created by Shawn Stussy. The interior is lined in smooth calfskin, and has a bill slot, a coin compartment, and four card slots. The effortless wallet is a timeless holdall.",
        "size": "4.6 x 3.8 inches (Height x Width)",
        "color": "Blue",
        "material": "Calfskin",
        "cost": "$310",
        "link": "D8.PNG",
        "made": "Italy"
    },
    {
        "id": "D9",
        "name": "Dior Saddle Lotus Wallet",
        "brand": "Dior",
        "type": "Wallet",
        "description": "The Saddle Lotus wallet portrays the namesake line's emblematic codes. Crafted in cloud blue goatskin, it features the iconic asymmetrical flap and antique gold-finish metal 'D' stirrup magnetic clasp. Thanks to its several separate compartments, this timeless accessory can hold all the daily essentials and may easily be slipped into any bag.",
        "size": "4 x 3.6 x 1 inches (length x Height x Width)",
        "color": "Blue",
        "material": "Goatskin",
        "cost": "$870",
        "link": "D9.PNG",
        "made": "Italy"
    },
    {
        "id": "D10",
        "name": "Dior Navy Blue Wallet",
        "brand": "Dior",
        "type": "Wallet",
        "description": "The wallet is crafted in luxurious blue grained calfskin. The bifold-style wallet has a palladium-finish 'DIOR' signature on the front and its sophisticated round lines accentuate the elegance of the silhouette. The interior is lined with 'DIOR'-embossed smooth calfskin,and features a bill slot, two flat compartments, and eight card slots. Sophisticated and stylish, the functional wallet is the ideal daily companion",
        "size": "4.6 x 3.8 inches (x Height x Width)",
        "color": "Navy Blue",
        "material": "Calfskin",
        "cost": "$270",
        "link": "D10.PNG",
        "made": "Italy"
    },
    {
        "id": "D11",
        "name": "Dior Montaigne Compact Wallet",
        "brand": "Dior",
        "type": "Wallet",
        "description": "The 30 Montaigne compact wallet portrays an elegant 'CD' signature on its flap. Crafted with denim blue grained calfskin, it is lightweight and practical. This wallet features a billfold and coin compartment and three card slots. This daily essential can combine with other pieces from the 30 Montaigne line and may be slipped into any bag.",
        "size": "3.8 x 3 x 1.4 inches (length x Height x Width)",
        "color": "Denim Blue",
        "material": "Calfskin",
        "cost": "$230",
        "link": "D11.PNG",
        "made": "Italy"
    },
    {
        "id": "D12",
        "name": "Lady Dior 5-Gusset Wallet",
        "brand": "Dior",
        "type": "Wallet",
        "description": "The Lady Dior 5-gusset card holder pays tribute to the multicolor motif Dior in Lights, a graphic motif inspired by the festivals of lights in southern Italy. Crafted in black calfskin, the style is compact and functional. It offers five compartments to hold all the daily essentials, embellished with a 'D.I.O.R.' charm and a snap-button flap closure. The card holder may be paired with other Dior in Lights creations.",
        "size": "4.2 x 2.4 x 1.2 inches (length x Height x Width)",
        "color": "Black with Multicolor Dior in Lights Motif",
        "material": "Calfskin",
        "cost": "$240",
        "link": "D12.PNG",
        "made": "Italy"
    },
    {
        "id": "D13",
        "name": "Mini Lady Dior Wallet",
        "brand": "Dior",
        "type": "Wallet",
        "description": "The mini Lady Dior Wallet is both compact and spacious. Crafted in latte calfskin, it pays tribute to the multicolor Dior in Lights motif, a graphical motif inspired by southern Italy's festivals of lights. Completed with a 'D.I.O.R.' charm, it fastens with a snap closure and presents several card slots, a zipped pocket, two patch pockets and a compartment for bills. This mini wallet will easily combine with other Dior in Lights creations",
        "size": "4.4 x 3.4 x 1.2 inches (length x Height x Width)",
        "color": "Yellow with  with Multicolor Dior in Lights Motif",
        "material": "Latte calfskin",
        "cost": "$260",
        "link": "D13.PNG",
        "made": "Italy"
    },
    {
        "id": "D14",
        "name": "Dior 30 Montaigne Purse",
        "brand": "Dior",
        "type": "Purse",
        "description": "The 30 Montaigne wallet is an elegant and essential companion. Crafted with gray grained calfskin, the chic and spacious silhouette offers three interior compartments, eight card slots, three patch pockets and a zipped pocket. This wallet will easily fit in any handbag and may be worn with other accessories from the namesake line",
        "size": "7.5 x 3.8 x 1 inches (length x Height x Width)",
        "color": "Gray",
        "material": "Calfskin",
        "cost": "$450",
        "link": "D14.PNG",
        "made": "Italy"
    },
    {
        "id": "D15",
        "name": "Lady Dior Lotus Wallet",
        "brand": "Dior",
        "type": "Wallet",
        "description": "The Lady Dior Lotus wallet is offered in a most elegant version. Crafted in beige patent calfskin, it honors the House's codes with its timeless Cannage topstitching and 'D.I.O.R.' charm. Featuring several separate compartments that can hold both bills and coins, this small companion may easily be slipped into any bag or clutch.",
        "size": "4 x 3.4 x 1 inches (length x Height x Width)",
        "color": "Beige",
        "material": "Black patent calfskin with Cannage topstitching",
        "cost": "$360",
        "link": "D15.PNG",
        "made": "Italy"
    },
    {
        "id": "F1",
        "name": "Mini Double F Purse",
        "brand": "Fendi",
        "type": "Purse",
        "description": "Purse consisting of one compartment with internal pocket. Magnetic closure on flap. Sliding-chain and removable shoulder strap. Made of glazed fabric with FF motif in the iconic colors. Closure decorated with Fendi Stamp patch in brown leather. Metal accessories in a vintage-gold finish.",
        "size": "7.1 x 4.5 x 1.8 inches(length x Height x Width)",
        "color": "Brown",
        "material": "Canvas",
        "cost": "$1,290",
        "link": "F1.PNG",
        "made": "Italy"
    },
    {
        "id": "F2",
        "name": " Fendi Coin Purse",
        "brand": "Fendi",
        "type": "Purse",
        "description": "Coin purse with gusseted sides. Zip fastening on two sides. Made of white leather with embossed FF motif print. Embellished with inlaid beige leather stripes and yellow Romano leather. Beige leather rear. Palladium-finish metalware.",
        "size": "3.5 x 2.8 x 0.4 inches(length x Height x Width)",
        "color": "White and yellow",
        "material": "Leather",
        "cost": "$490",
        "link": "F2.PNG",
        "made": "Italy"
    },
    {
        "id": "F3",
        "name": "Fendi Baguette purse",
        "brand": "Fendi",
        "type": "Purse",
        "description": "Iconic Baguette purse in micro version, with flap and FF fastening with magnetic clasp. The clip and buckle on the back allows it to be attached to bigger bags or belts. It can also be worn cross-body thanks to the fine chain shoulder strap. Lining with flat pocket. Made of purple matte-effect calf leather. Gold-finish metalware.",
        "size": "4.3 x 2.6 x 1 inches(length x Height x Width)",
        "color": "PulpLe",
        "material": "Calf leather",
        "cost": "$650",
        "link": "F3.PNG",
        "made": "Italy"
    },
    {
        "id": "F4",
        "name": "Baguette Chain  Purse",
        "brand": "Fendi",
        "type": "Purse",
        "description": "Baguette purse, made of soft, black nappa leather with sliding chain and decorated with an FF clasp.Featuring a front flap, magnetic clasp, lined internal compartment with pocket and gold-finish metalware.Can be carried by hand or worn over the shoulder or cross-body thanks to the sliding chain shoulder strap with double strap-pad in leather.",
        "size": "7.5 x 4.5 x 1.6 inches (length x Height x Width)",
        "color": "Black",
        "material": "Lamb leather",
        "cost": "$2,190",
        "link": "F4.PNG",
        "made": "Italy"
    },
    {
        "id": "F5",
        "name": "NaNo Baguette Purse",
        "brand": "Fendi",
        "type": "Purse",
        "description": "Iconic Baguette purse in Nano version, with flap and FF fastening with magnetic clasp. The clip allows it to be attached to larger bags or belts. It can also be worn cross-body thanks to the thin chain shoulder strap. Lining with flat pocket. With FF embroidery in black and brown beads. Black leather lining. Gold-finish metalware.",
        "size": "4.3 x 2.6 x 1 inches(length x Height x Width)",
        "color": "Browm",
        "material": "Lamb leather",
        "cost": "$1,190",
        "link": "F5.PNG",
        "made": "Italy"
    },
    {
        "id": "F6",
        "name": "Bagutee Chain Purse",
        "brand": "Fendi",
        "type": "Purse",
        "description": "Baguette purse with sliding chain made of soft yellow nappa leather finished with white nappa leather details. Embellished with an FF clasp.Featuring a front flap, magnetic clasp, lined internal compartment with pocket and gold-finish metalware. Can be carried by hand or worn over the shoulder or cross-body thanks to the sliding chain shoulder strap with double strap-pad in leather.",
        "size": "7.5 x 4.5 x 1.6 inches<br>(length x Height x Width)",
        "color": "Yellow and white",
        "material": "Lamb leather",
        "cost": "$2,190",
        "link": "F6.PNG",
        "made": "Italy"
    },
    {
        "id": "F7",
        "name": "Micro Trifold Pink Leather Wallet",
        "brand": "Fendi",
        "type": "Wallet",
        "description": "Compact, tri-fold Peekaboo Selleria wallet with large internal bill compartment and three concealed card holders. External purse with iconic hook closure. Made of pink Cuoio Romano leather. Interior trimmed with beige leather. Gold-finish metalware.",
        "size": "4.1 x 4.8 x 1.2  inches(length x Height x Width)",
        "color": "Pink",
        "material": "Calfskin",
        "cost": "$850",
        "link": "F7.PNG",
        "made": "Italy"
    },
    {
        "id": "F8",
        "name": "Trifold Black leather Wallet",
        "brand": "Fendi",
        "type": "Wallet",
        "description": "Compact, tri-fold Peekaboo Selleria wallet with large internal bill compartment and three concealed card holders. External purse with iconic twist lock. Made of black Cuoio Romano leather. Lined in white leather. Gold-finish metalware</p>",
        "size": "4.1 x 4.8 x 1.2 inches (length x Height x Width)",
        "color": "Black",
        "material": "Calfskin",
        "cost": "$850",
        "link": "F8.PNG",
        "made": "Italy"
    },
    {
        "id": "F9",
        "name": "Trifold Beige Leather Wallet",
        "brand": "Fendi",
        "type": "Wallet",
        "description": "Peekaboo Selleria Trifold wallet with twist-lock fastening and outer compartment closed with a press stud. Inside it has two gusseted compartments, a zip pocket, 14 card slots and six flat pockets. Made of beige Cuoio Romano leather. Palladium-finish metalware.</p>",
        "size": "7.1 x 3.9 x1.2 inches(length x Height x Width)",
        "color": "Beige",
        "material": "Calfskin",
        "cost": "$890",
        "link": "F9.PNG",
        "made": "Italy"
    },
    {
        "id": "F10",
        "name": "White Nappa Leather Wallet",
        "brand": "Fendi",
        "type": "Wallet",
        "description": "Small Baguette bi-fold wallet. Interior organized with flat pockets, a coin pocket with zip, four card slots and an inner compartment for bills. Press-stud fastening. Made of white nappa leather. Decorated with contrasting black profiles and FF motif. Black nappa leather lining.",
        "size": "4.3 x 3.5 x 1 inches(length x Height x Width)",
        "color": "White",
        "material": "Lamb leather",
        "cost": "$770",
        "link": "F10.PNG",
        "made": "Italy"
    },
    {
        "id": "F11",
        "name": "Black leather horizontal wallet",
        "brand": "Fendi",
        "type": "Wallet",
        "description": "Horizontal wallet in black elite calfskin with color-block Bag Bugs eye inlay. Pink leather lining, with eight card slots, and two billfold pockets.",
        "size": "4.1 x 3.8 x 0.6 inches(length x Height x Width)",
        "color": "Black",
        "material": "calf leather",
        "cost": "$450",
        "link": "F11.PNG",
        "made": "Italy"
    },
    {
        "id": "F12",
        "name": "Brown fabric bi-fold Wallet",
        "brand": "Fendi",
        "type": "Wallet",
        "description": "Wallet with eight interior card slots and two compartments for bills. Made of fabric with FF motif. Finished with black leather insert and inlaid detail in shades of brown.",
        "size": "4.1 x 3.8 x 0.6 inches(length x Height x Width)",
        "color": "Brown",
        "material": "Calfskin",
        "cost": "$450",
        "link": "F12.PNG",
        "made": "Italy"
    },
    {
        "id": "F13",
        "name": "Black leather money clip Wallet",
        "brand": "Fendi",
        "type": "Wallet",
        "description": "Flip-cover money clip with interior organized into six card slots. Made of smooth black leather. Branded with metal FF motif with gold finish.",
        "size": "4.5 x 3.3 x 0.6 inches(length x Height x Width)",
        "color": "Black",
        "material": "Calfskin",
        "cost": "$450",
        "link": "F13.PNG",
        "made": "Italy"
    },
    {
        "id": "F14",
        "name": "Brown fabric bi-fold Wallet",
        "brand": "Fendi",
        "type": "Wallet",
        "description": "Bi-fold wallet with bill compartment, four card slots and one document holder coated in a transparent texture. Made of brown textured fabric with FF motif. Embellished with black leather insert and inlaid detail in shades of red. Black leather lining.",
        "size": "4.1 x 3.1 0.4 inches (length x Height x Width)",
        "color": "Brown",
        "material": "Calfskin",
        "cost": "$420",
        "link": "F14.PNG",
        "made": "Italy"
    },
    {
        "id": "F15",
        "name": "White Leather bi-fold Wallet",
        "brand": "Fendi",
        "type": "Wallet",
        "description": "Wallet with eight interior card slots and two compartments for bills. Made of white leather with embossed FF motif. Embellished with inlaid beige leather stripes and yellow Romano leather. Beige leather interior.",
        "size": "3.9 x 3.5 x 0.4 inches (length x Height x Width)",
        "color": "White",
        "material": "Calfskin",
        "cost": "$450",
        "link": "F15.PNG",
        "made": "Italy"
    },
    
    {
        "type": "Purse",
        "id": "C4",
        "name": "Small Zip Around Purse With Tea Rose",
        "brand": "Coach",
        "description": "<p>Detailed with our signature Tea Roses, an intricate dimensional motif made up of leather blooms and metal hardware, this petite denim wallet unzips for easy access to its well-organized interior. Two card slots, a full-length bill compartment and a zip coin pocket keep everyday essentials neatly tucked away.</p>",
        "size": "4.5 x 3.75 x 0.75 inches<br>(length x height x width)",
        "color": "Denim",
        "material": "Denim with glovetanned leather details",
        "cost": "$700",
        "link": "C4.PNG",
        "made": "USA"
    },
    {
        "type": "Wallet",
        "id": "C5",
        "name": "Small Wallet With Posey Cluster Print",
        "brand": "Coach",
        "description": "<p>Crafted of sturdy coated canvas, this compact wallet features our vivid Posey Cluster print. Secured by a snap closure, the trifold design is perfectly organized to hold cards, cash and receipts.</p>",
        "size": "4.25 x 3.75 inches<br>(length x height)",
        "color": "Black Posey Print/Silver",
        "material": "Printed coated canvas",
        "cost": "$650",
        "link": "C5.PNG",
        "made": "USA"
    },
    {
        "type": "Wallet",
        "id": "C6",
        "name": "Slim Billfold Wallet With Coach Patch",
        "brand": "Coach",
        "description": "<p>Crafted of illuminating reflective leather, this slender wallet features six card slots and a full-length bill compartment in a neat bifold design that slips easily into pockets. It's finished with our Coach retro graphic.</p>",
        "size": "4 x 3 x 0.5 inches<br>(length x height x width)",
        "color": "Silver/Saddle/Black",
        "material": "Reflective leather and refined calf leather",
        "cost": "$450",
        "link": "C6.PNG",
        "made": "USA"
    },
    {
        "type": "Purse",
        "id": "C7",
        "name": "Small Zip Around Purse",
        "brand": "Coach",
        "description": "<p>Detailed with electrifying 1970s glam rock-inspired patchwork in a mix of leather and genuine snakeskin, this Signature canvas wallet unzips for easy access to its well-organized interior. Two card slots, a full-length bill compartment and a zip coin pocket keep everyday essentials neatly tucked away.</p>",
        "size": "4.5 x 3.75 x 0.75 inches<br>(length x height x width)",
        "color": "Tan Rust",
        "material": "Signature coated canvas, refined calf leather, polished pebble leather and genuine snakeskin",
        "cost": "$800",
        "link": "C7.PNG",
        "made": "USA"
    },
    {
        "type": "Wallet",
        "id": "C8",
        "name": "Double Billfold Wallet",
        "brand": "Coach",
        "description": "<p>Crafted of smooth leather, this traditional billfold is finished with our Coach retro graphic. It's designed with eight credit card slots, two full-length bill compartments and an interior featuring our Signature canvas.</p>",
        "size": "4.25 x 3.75 x 0.75 inches<br>(length x height x width)",
        "color": "Khaki",
        "material": "Smooth leather and Signature coated canvas",
        "cost": "$610",
        "link": "C8.PNG",
        "made": "USA"
    },
    {
        "type": "Wallet",
        "id": "C9",
        "name": "Small Bifold Wallet",
        "brand": "Coach",
        "description": "<p>A great grab-and-go option, this compact, practical wallet is crafted in our durable, buttery soft glovetanned leather. A full-length billfold, a zip coin pocket and multiple card slots are all snapped up in the petite, bifold design.</p>",
        "size": "5 x 3.5 inches<br>(length x height)",
        "color": "Pewter/Heather Grey",
        "material": "Glovetanned leather",
        "cost": "$350",
        "link": "C9.PNG",
        "made": "USA"
    },
    {
        "type": "Wallet",
        "id": "C10",
        "name": "Small Trifold Wallet With Rose Print",
        "brand": "Coach",
        "description": "<p>Crafted in glovetanned leather, this trifold wallet features an artful rose print inspired by American modernist paintings and is detailed with glitter accents. A full-length billfold, a zip coin pocket and multiple card slots are all snapped up in the compact design.</p>",
        "size": "4.25 x 3.25 inches<br>(length x height)",
        "color": "Chalk Rose Print/Brass",
        "material": "Glovetanned leather",
        "cost": "$550",
        "link": "C10.PNG",
        "made": "USA"
    },
    {
        "type": "Purse",
        "id": "C11",
        "name": "Soft Purse",
        "brand": "Coach",
        "description": "<p>Crafted in metallic crossgrain leather, the Soft Wallet has an interior that features one open compartment and eight card slots, perfect for keeping essentials organized. The style can also be carried as a petite clutch.</p>",
        "size": "7.75 x 3.5 inches<br>(length x height)",
        "color": "Gm/Metallic Graphite",
        "material": "Metallic crossgrain leather",
        "cost": "$370",
        "link": "C11.PNG",
        "made": "USA"
    },
    {
        "type": "Purse",
        "id": "C12",
        "name": "Soft Purse With Cross Stitch Floral Print",
        "brand": "Coach",
        "description": "<p>Crafted in coated canvas, this slim wallet is detailed with a feminine floral pattern inspired by vintage calico prints. With a full-length bill compartment and eight card slots, it can be tossed in a tote or carried solo as a clutch.</p>",
        "size": "7.75 x 3.5 inches<br>(length x height)",
        "color": "Chalk Cross Stitch Floral/Light Gold",
        "material": "Printed coated canvas",
        "cost": "$900",
        "link": "C12.PNG",
        "made": "USA"
    },
    {
        "type": "Purse",
        "id": "C13",
        "name": "Soft Purse With Rose Print",
        "brand": "Coach",
        "description": "<p>This slim wallet is crafted of sturdy coated canvas featuring an artful rose print inspired by American modernist paintings. With a roomy interior that neatly organizes bills, cards and other essentials, it can be tossed in a tote or carried solo as a clutch.</p>",
        "size": "7.75 x 3.5 inches<br>(length x height)",
        "color": "Oxblood Rose Print/Gold",
        "material": "Printed coated canvas",
        "cost": "$740",
        "link": "C13.PNG",
        "made": "USA"
    },
    {
        "type": "Purse",
        "id": "C14",
        "name": "Soft Purse With Scallop Rivets",
        "brand": "Coach",
        "description": "<p>This slim wallet is crafted of refined leather finished with a feminine scalloped edge intricately detailed with polished rivets. With a roomy interior that neatly organizes bills, cards and other essentials, it can be tossed in a tote or carried solo as a clutch.",
        "size": "7.75 x 3.5 inches<br>(length x height)</p>",
        "color": "Black/Brass",
        "material": "Refined calf leather",
        "cost": "$230",
        "link": "C14.PNG",
        "made": "USA"
    },
    {
        "type": "Purse",
        "id": "C15",
        "name": "Soft Purse With Star Print",
        "brand": "Coach",
        "description": "<p>This slim wallet is crafted of refined leather featuring our celestial shooting star print inspired by the clear night sky of the American west. With a roomy interior that neatly organizes bills, cards and other essentials, it can be tossed in a tote or carried solo as a clutch.</p>",
        "size": "7.75 x 3.5 inches<br>(length x height)",
        "color": "Midnight Navy/Gunmetal",
        "material": "Refined calf leather",
        "cost": "$890",
        "link": "C15.PNG",
        "made": "USA"
    },
    {
        "type": "Purse",
        "id": "P1",
        "name": "Saffiano Leather Coin Purse",
        "brand": "Prada",
        "description": "<p>This refined coin purse is crafted from textured Saffiano leather. It unfolds to reveal a capacious interior and is detailed with a heat-embossed Prada logo.</p>",
        "size": "2.75 x 3.15 inches<br>(height x width)",
        "color": "Black",
        "material": "Saffiano leather",
        "cost": "$530",
        "link": "P1.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "P2",
        "name": "Saffiano Leather Coin Purse",
        "brand": "Prada",
        "description": "<p>This curved-edged coin purse has been crafted from Saffiano leather and features gold-toned Prada lettering with zipper closure. Both practical and stylish this piece contains 3 inside coin compartments.</p>",
        "size": "3.15 x 4.13 inches<br>(height x width)",
        "color": "Peonypink",
        "material": "Saffiano leather",
        "cost": "$470",
        "link": "P2.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "P3",
        "name": "Saffiano Leather Coin Purse",
        "brand": "Prada",
        "description": "<p>A coin purse crafted from Saffiano leather containing two document pockets finished with triangle logo and zipper closure..</p>",
        "size": "3.15 x 4.13 inches<br>(height x width)",
        "color": "Bluette",
        "material": "Saffiano leather",
        "cost": "$560",
        "link": "P3.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "P4",
        "name": "Saffiano Leather Coin Purse",
        "brand": "Prada",
        "description": "<p>Saffiano Leather coin purse with snap closure and metal lettering logo,   contrasting color interior, snap fastener, metal lettering logo</p>",
        "size": "2.75 x 3.15 inches<br>(height x width)",
        "color": " Black",
        "material": "Saffiano leather lining",
        "cost": "$590",
        "link": "P4.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "P5",
        "name": "Saffiano leather coin purse with bow",
        "brand": "Prada",
        "description": "<p>This Saffiano coin purse has a refined design defined by the two-tone bow applied to the outside with the lettering logo. The interior is divided into two compartments.</p>",
        "size": "3.15 x 4.13 inches<br>(height x width)",
        "color": "Black, Pale pink",
        "material": "Two-tone Saffiano leather",
        "cost": "$850",
        "link": "P5.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "P6",
        "name": "Nylon coin purse",
        "brand": "Prada",
        "description": "<p>This compact coin purse made of iconic Prada nylon is decorated with the metal triangle logo; zipper closure, enameled metal triangle logo, two card slots</p>",
        "size": "3.15 x 4.13 inches<br>(height x width)",
        "color": "Black",
        "material": "Moiré and Saffiano lining",
        "cost": "$670",
        "link": "P6.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "P7",
        "name": "Saffiano leather coin purse",
        "brand": "Prada",
        "description": "<p>The metal lettering logo illuminates the simple design of this coin purse made of iconic Saffiano leather. The accessory with card slots and inside pockets is accented by the zipper pull with charm.</p>",
        "size": "3.15 x 4.13 inches<br>(height x width)",
        "color": "Black",
        "material": "Moiré and Saffiano leather lining",
        "cost": "$340",
        "link": "P7.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "P8",
        "name": "Nylon Coin Purse",
        "brand": "Prada",
        "description": "<p>This technical fabric card holder has Saffiano leather details inside and two card slots; technical fabric, metal hardware, three inside compartments, two credit card slots on the inside walls</p>",
        "size": "2.95 x 4.33 inches<br>(height x width)",
        "color": "Royal blue/ Sea blue",
        "material": "Saffiano leather details inside",
        "cost": "$585",
        "link": "P8.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "P9",
        "name": "Large Saffiano Leather Wallet",
        "brand": "Prada",
        "description": "<p>A single-color wallet defined by its matching Saffiano leather and metal Prada logo. The zip-around wallet opens to a multitude of practical pockets for coins, cards and documents.</p>",
        "size": "4.05 x 7.87 inches<br>(height x width)",
        "color": "Bluette",
        "material": "Moire and Saffiano leather lining",
        "cost": "$877",
        "link": "P9.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "P10",
        "name": "Saffiano Leather Wallet",
        "brand": "Prada",
        "description": "<p>Elegant Saffiano leather zipper wallet featuring the metal lettering logo. The wallet has three compartments, one zipper pocket, twelve credit card slots, and two document pockets.</p>",
        "size": "7.87 x 4.05 inches<br>(height x width)",
        "color": "Black",
        "material": "Moire and leather lining",
        "cost": "$370",
        "link": "P10.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "P11",
        "name": "Small Saffiano Leather Wallet",
        "brand": "Prada",
        "description": "<p>A Saffiano leather wallet, finished with metal bar detail, snap closure and Prada logo. This wallet contains 1 bill compartment, 3 credit card slots and 1 coin compartment.</p>",
        "size": "4.4 x 3.34 inches<br>(height x width)",
        "color": "White",
        "material": "Moire and Saffiano leather lining",
        "cost": "$967",
        "link": "P11.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "P12",
        "name": "Saffiano Leather Wallet",
        "brand": "Prada",
        "description": "<p>This wallet is defined by its minimalist design. Crafted from Saffiano leather, it features a single line of leather piping across the top, paired with a heat-embossed front logo. It opens to various pockets and slots.</p>",
        "size": "3.74 x 4.33 inches<br>(height x width)",
        "color": "Black",
        "material": "Saffiano leather",
        "cost": "$700",
        "link": "P12.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "P13",
        "name": "Large Saffiano Leather Wallet",
        "brand": "Prada",
        "description": "<p>A Saffiano leather flap wallet with gold-toned bar detail and Prada lettering. The snap closure opens to various compartments and slots, and there is an additional zippered pocket on the back.</p>",
        "size": "4.72 x 8.26 inches<br>(height x width)",
        "color": "Fiery red",
        "material": "Moire and Saffiano leather lining",
        "cost": "$430",
        "link": "P13.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "P14",
        "name": "Large Saffiano Leather Wallet",
        "brand": "Prada",
        "description": "<p>Decorated with the triangle Prada logo, this flap wallet is crafted in Saffiano leather. The snap closure opens to various pockets and an extractable badge holder with chain.</p>",
        "size": "3.74 x 7.36 inches<br>(height x width)",
        "color": "Black",
        "material": "Moire and Saffiano leather lining",
        "cost": "$527",
        "link": "P14.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "P15",
        "name": "Small Saffiano Leather Wallet",
        "brand": "Prada",
        "description": "<p>Decorated with Prada lettering, this Saffiano leather wallet closes on the back. Inside there are various compartments and pockets, in addition to a zippered coin compartment.</p>",
        "size": "3.74 x 5.51 inches<br>(height x width)",
        "color": "Bluette",
        "material": "Moire and Saffiano leather lining",
        "cost": "$1000",
        "link": "P15.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "BB1",
        "name": "Leather Olympia Purse with Detachable Strap",
        "brand": "Burberry",
        "description": "<p>A runway card case sculpted from smooth Italian-tanned leather, with a curved silhouette – inspired by the architecture of our show venue, Olympia London. The slim, structured style features gold-plated hardware and a detachable crossbody strap.</p>",
        "size": "5.1 x 1 x 3.1 inches<br>(length x height x width)",
        "color": "Warm tan",
        "material": "smooth Italian-tanned leather",
        "cost": "$520",
        "link": "B1.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "BB2",
        "name": "Mini Two-tone Canvas and Leather Pocket Purse",
        "brand": "Burberry",
        "description": "<p>An archive-inspired tote in canvas and topstitched leather, featuring a front pocket stamped with our Horseferry print. Carry by the reinforced top handles or detachable shoulder strap.</p>",
        "size": "9.1 x 2.4 x 10.4 inches<br>(length x height x width)",
        "color": "Natural/dark amber",
        "material": "canvas and topstitched leather",
        "strap": "Detachable, adjustable shoulder strap",
        "cost": "$1,190",
        "link": "B2.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "BB3",
        "name": "Leather Olympia Purse",
        "brand": "Burberry",
        "description": "<p>A runway card case sculpted from smooth Italian-tanned leather, with a curved silhouette – inspired by the architecture of our show venue, Olympia London. The slim, structured style features gold-plated hardware and a detachable crossbody strap.</p>",
        "size": "5.1 x 1 x 3.1 inches<br>(length x height x width)",
        "color": "Black",
        "material": "smooth Italian-tanned leather",
        "cost": "$520",
        "link": "B3.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "BB4",
        "name": "Vintage Check and Leather Purse",
        "brand": "Burberry",
        "description": "<p>A foldover card case in Vintage check and grainy leather, punctuated with a press stud engraved with our refreshed logo. Go hands-free using the detachable chain strap.</p>",
        "size": "3.9 x 1.2 x 3.1 inches<br>(length x height x width)",
        "color": "Black",
        "material": "Vintage check and grainy leather",
        "cost": "$490",
        "link": "B4.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "BB5",
        "name": "Vintage Check Purse",
        "brand": "Burberry",
        "description": "<p>A compact card case in Vintage check cotton and leather, accented with a polished Thomas Burberry Monogram. Style as a crossbody using the detachable chain strap.</p>",
        "size": "3.9 x 1 x 2.8 inches<br>(length x height x width)",
        "color": "Black",
        "material": "Vintage check cotton and leather",
        "cost": "$490",
        "link": "B5.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "BB6",
        "name": "Vintage Check and Leather Continental Wallet",
        "brand": "Burberry",
        "description": "<p>A slim continental wallet with multiple card slots, reimagined in our archival Vintage check and grainy leather. The polished press stud is engraved with our refreshed logo.</p>",
        "size": "7.7 x 1.2 x 3.9 inches<br>(length x height x width)",
        "color": "Black",
        "material": "archival Vintage check and grainy leather",
        "cost": "$590",
        "link": "B6.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "BB7",
        "name": "Icon Stripe E-canvas Folding Wallet",
        "brand": "Burberry",
        "description": "<p>A compact folding wallet in our Icon stripe e-canvas – an environmentally conscious canvas, primarily made using renewable resources that require less water and generate less CO2 than conventional coated canvases. The design is lined in smooth Italian-tanned leather and embossed with our logo.</p>",
        "size": "4.5 x 1 x 3.3 inches<br>(length x height x width)",
        "color": "Archive beige",
        "material": " smooth Italian-tanned leather ",
        "cost": "$460",
        "link": "B7.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "BB8",
        "name": "Icon Stripe Print Leather International Bifold Wallet",
        "brand": "Burberry",
        "description": "<p>A bifold wallet in Italian-tanned grainy leather, printed with our signature Icon stripe. The design is sized to fit all currencies.</p>",
        "size": "4.3 x 3.7 inches<br>(length x height)",
        "color": "Black",
        "material": " Italian-tanned grainy leather",
        "cost": "$360",
        "link": "B8.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "BB9",
        "name": "Grainy Leather Bifold Wallet",
        "brand": "Burberry",
        "description": "<p>A slim Italian-made bifold wallet in grainy leather, embossed with our refreshed logo. This wallet is designed with a note compartment sized to fit US, Australian and Middle Eastern currencies.</p>",
        "size": "4.1 x 3.3 inches<br>(length x height)",
        "color": "Black",
        "material": "grainy leather",
        "cost": "$330",
        "link": "B9.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "BB10",
        "name": "Vintage Check E-canvas Continental Wallet",
        "brand": "Burberry",
        "description": "<p>A continental wallet sized to fit all currencies, reimagined in our environmentally conscious e-canvas primarily made using renewable resources that require less water and generate less CO2 than conventional coated canvases. The style features our archival Vintage check, opening to smooth Italian-tanned leather.</p>",
        "size": "7.5 x 3.7 inches<br>(length x height)",
        "color": "Archive beige",
        "material": "smooth Italian-tanned leather",
        "cost": "$470",
        "link": "B10.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "BB11",
        "name": "London Check International Bifold Wallet",
        "brand": "Burberry",
        "description": "<p>A bifold coin wallet in London check and smooth leather, sized to fit all currencies;four card slots, two note compartments for all currencies, press-stud coin pocket.</p>",
        "size": "4.3 x 3.7 inches<br>(length x height)",
        "color": "Dark charcoal",
        "material": "smooth leather",
        "cost": "$290",
        "link": "B11.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "BB12",
        "name": "Horseferry Print Leather Ziparound Wallet",
        "brand": "Burberry",
        "description": "<p>A ziparound wallet in smooth leather, animated with our Horseferry print. Combine with a lanyard or charm using the polished D-ring. The design is sized to fit all currencies.</p>",
        "size": "4.3 x 3.3 inches<br>(length x height)",
        "color": "Red/white",
        "material": "smooth leather",
        "cost": "$460",
        "link": "B12.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "BB13",
        "name": "Horseferry Print Leather Ziparound Wallet",
        "brand": "Burberry",
        "description": "<p>A ziparound wallet in smooth leather, animated with a high-shine Horseferry print. Combine with a lanyard or charm using the polished D-ring. The design is sized to fit all currencies.</p>",
        "size": "4.3 x 3.3 inches<br>(length x height)",
        "color": "Black",
        "material": "smooth leather",
        "cost": "$460",
        "link": "B13.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "BB14",
        "name": "Monogram Motif Grainy Leather Continental Wallet",
        "brand": "Burberry",
        "description": "<p>A slim continental wallet in Italian-tanned leather, featuring a polished Thomas Burberry Monogram and multiple card slots; foldover top with press-stud closure, 12 card slots</p>",
        "size": "7.7 x 1.2 x 3.9 inches<br>(length x height x width)",
        "color": "Black",
        "material": "Italian-tanned leather",
        "cost": "$590",
        "link": "B14.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "BB15",
        "name": "Monogram Stripe E-canvas Continental Wallet",
        "brand": "Burberry",
        "description": "<p>A slim continental wallet reimagined in our new e-canvas – a fabric predominantly created from renewable sources that require less water and generate less CO2 than conventional coated canvases. Printed with a distinctive Monogram stripe, the style opens to smooth leather and multiple card slots.</p>",
        "size": "7.7 x 1.2 x 3.9 inches<br>(length x height x width)",
        "color": "Bridle brown",
        "material": "smooth leather",
        "cost": "$560",
        "link": "B15.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "LM1",
        "name": "Wallet Lettering Logo",
        "brand": "Love Moschino",
        "description": "<p>Regular fit, Brass plated logo applied on the front, Closure with snap button, Coin pocket with snap button, Pocket for banknotes, Four pockets for cards.</p>",
        "size": "4.3 x 1.6 x 3.5 inches<br>(length x height x width)",
        "color": "Antique pink",
        "material": "Polyester, Polyvinyl chloride, Polyurethane",
        "cost": "$62.5",
        "link": "LM1.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "LM2",
        "name": "Wallet Padded Heart",
        "brand": "Love Moschino",
        "description": "<p>Padded and laminated heart and logo, Snap button closure, Coin pocket with snap button, Banknote pocket, Four card pockets.</p>",
        "size": "4.5 x 1.2 x 3.5 inches<br>(length x height x width)",
        "color": "Black",
        "material": "Polyester, Polyurethane",
        "cost": "$125",
        "link": "LM2.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "LM3",
        "name": "Wallet Padded Heart",
        "brand": "Love Moschino",
        "description": "<p>Padded and laminated heart and logo, Snap button closure, Coin pocket with snap button, Banknote pocket, Four card pockets.</p>",
        "size": "4.5 x 1.2 x 3.5 inches<br>(length x height x width)",
        "color": "Red",
        "material": "Polyester, Polyurethane",
        "cost": "$125",
        "link": "LM3.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "LM4",
        "name": "Zip Around Purse Padded Heart",
        "brand": "Love Moschino",
        "description": "<p>Regular fit, Padded and laminated heart and logo, Zip closure, Gold plating, Interior divided into two compartments by a coin pocket, Two internal pockets for banknotes, Eight internal pockets for cards.</p>",
        "size": "4.7 x 0.8 x 7.9 inches<br>(length x height x width)",
        "color": "Red",
        "material": "Polyester, Polyurethane",
        "cost": "$140",
        "link": "LM4.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "LM5",
        "name": "Zip Around Purse Padded Heart",
        "brand": "Love Moschino",
        "description": "<p>Regular fit, Padded and laminated heart and logo, Zip closure, Gold plating, Interior divided into two compartments by a coin pocket, Two internal pockets for banknotes, Eight internal pockets for cards.</p>",
        "size": "4.7 x 0.8 x 7.9 inches<br>(length x height x width)",
        "color": "Red",
        "material": "Polyester, Polyurethane",
        "cost": "$140",
        "link": "LM5.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "LM6",
        "name": "Purse Padded Logo Small",
        "brand": "Love Moschino",
        "description": "<p>Regular fit, Padded and laminated heart and logo, Zip around closure, Light gold plating, Interior divided into two compartments by a coin pocket, Six slit pockets.</p>",
        "size": "3.9 x 1.2 x 5.3 inches<br>(length x height x width)",
        "color": "Cream",
        "material": "Polyester, Polyurethane",
        "cost": "$125",
        "link": "LM6.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "LM7",
        "name": "Purse Padded Logo Small",
        "brand": "Love Moschino",
        "description": "<p>Regular fit, Padded and laminated heart and logo, Zip around closure, Light gold plating, Interior divided into two compartments by a coin pocket, Six slit pockets</p>",
        "size": "3.9 x 1.2 x 5.3 inches<br>(length x height x width)",
        "color": "Black",
        "material": "Polyester, Polyurethane",
        "cost": "$125",
        "link": "LM7.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "LM8",
        "name": "Zip Around Wallet Glitter Heart",
        "brand": "Love Moschino",
        "description": "<p>Heart patch with glittery lightning, Zip closure in light gold plating, Lined interior divided into two compartments by a coin pocket, Two pockets for banknotes,  Eight pockets for cards.</p>",
        "size": "4.3 x 1 x 7.9 inches<br>(length x height x width)",
        "color": "Black",
        "material": "Polyester, Polyurethane",
        "cost": "$140",
        "link": "LM8.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "LM9",
        "name": "Zip Around Purse With Studs",
        "brand": "Love Moschino",
        "description": "<p>Rectangular and round studs applied on the front, Logo applied on the front, Zip closure, Vintage gold plating, Lined interior divided into two compartments by a coin pocket, Two pockets for banknotes, Four pockets for cards.</p>",
        "size": "3.7 x 0.8 x 5.1 inches<br>(length x height x width)",
        "color": "Ivory",
        "material": "Polyester, Polyurethane",
        "cost": "$155",
        "link": "LM9.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "LM10",
        "name": "Zip Around Purse With Studs",
        "brand": "Love Moschino",
        "description": "<p>Rectangular and round studs applied on the front, Logo applied on the front, Zip closure, Vintage gold plating, Lined interior divided into two compartments by a coin pocket, Two pockets for banknotes,  Four pockets for cards.</p>",
        "size": "3.7 x 0.8 x 5.1 inches<br>(length x height x width)",
        "color": "Red",
        "material": "Polyester, Polyurethane",
        "cost": "$155",
        "link": "LM10.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "LM11",
        "name": "Zip Around Purse With Studs",
        "brand": "Love Moschino",
        "description": "<p>Rectangular and round studs applied on the front, Logo applied on the front, Zip closure, Vintage gold plating, Lined interior divided into two compartments by a coin pocket, Two pockets for banknotes, Four pockets for cards.</p>",
        "size": "3.7 x 0.8 x 5.1 inches<br>(length x height x width)",
        "color": "Black",
        "material": "Polyester, Polyurethane",
        "cost": "$155",
        "link": "LM11.PNG",
        "made": "Italy"
    },
    {
        "type": "Purse",
        "id": "LM12",
        "name": "Zip Around Wallet With Logo",
        "brand": "Love Moschino",
        "description": "<p>High-frequency logo on the front, Zip closure in nickel plating, Lined interior divided into two compartments by a coin pocket, Two pockets for banknotes, Eight pockets for cards.</p>",
        "size": "4.3 x 1 x 7.5 inches<br>(length x height x width)",
        "color": "Red",
        "material": "Polyester, Polyurethane",
        "cost": "$150",
        "link": "LM12.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "LM13",
        "name": "Wallet With Logo",
        "brand": "Love Moschino",
        "description": "<p>Logo Lettering in gold plating on the front, Details in eco-leather, Closure with snap button, Pocket for banknotes, Coin pocket, Four pockets for cards.</p>",
        "size": "4.3 x 1 x 3.5 inches<br>(length x height x width)",
        "color": "Black",
        "material": "Polyester, Polyurethane",
        "cost": "$130",
        "link": "LM13.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "LM14",
        "name": "Quilted Wallet With Logo",
        "brand": "Love Moschino",
        "description": "<p>Logo Lettering in gold plating applied on the front, Stitching in the same color, Closure with snap button, Pocket for banknotes, Pocket for coins, Four pockets for cards.</p>",
        "size": "4.3 x 1.2 x 3.9 inches<br>(length x height x width)",
        "color": "Red",
        "material": "Polyester, Polyurethane",
        "cost": "$130",
        "link": "LM14.PNG",
        "made": "Italy"
    },
    {
        "type": "Wallet",
        "id": "LM15",
        "name": "Small Wallet With Logo",
        "brand": "Love Moschino",
        "description": "<p>Logo in vintage gold plating, Embroidery strips in eco nappa with a geometric effect, Zip closure, Lined interior divided into two compartments by a coin pocket, Six internal pockets for cards.</p>",
        "size": "3.7 x 1 x 5.1 inches<br>(length x height x width)",
        "color": "Ivory",
        "material": "Polyester, Polyurethane",
        "cost": "$130",
        "link": "LM15.PNG",
        "made": "Italy"
    }
   
]